Repository: IvanStepanok/DailyQ
Catalog: Daily Meeting/*.lproj/Localizable.strings
Languages: ru, uk

# onBoarding1
source: Welcome to our first meeting. Its success depends largely on you. Try to give detailed answers, use your imagination, and other team members will support you.
ru: Добро пожаловать на наш первый митинг. Его успех во многом зависит от вас. Старайтесь давать максимально развернутые ответы, проявляйте воображение, и другие участники команды поддержат вас.
uk: Ласкаво просимо на наш перший мітинг. Його успішність в значній мірі залежить від вас. Намагайтесь надавати максимально розгорнуті відповіді, проявляйте уяву, а інші учасники команди вас підтримають.

# onBoarding2
source: This is the list of participants. But if you swipe right, you can see the list of tasks you need to talk to the team about.
ru: Это список участников. Но если прокрутить вправо, можно увидеть список задач, о которых вам нужно рассказать команде.
uk: Це список учасників. Але якщо горнути далі, можна побачити список задач, про які вам треба росказати команді.

# onBoarding3
source: To answer a question, press this button. Speak out loud. If something goes wrong, you can edit the text.
ru: Чтобы ответить на вопрос, нажмите эту кнопку. Говорите голосом. Если что-то пойдет не так, вы сможете отредактировать текст.
uk: Для того, щоб відповісти на питання, натисніть на цю кнопку. Говоріть голосом. Якщо щось не вийде, зможете відредагувати.

# onBoarding4
source: If you've discussed all your tasks and the team has no more questions for you, you can finish the meeting.
ru: Если вы рассказали о всех своих задачах, и у команды больше нет вопросов к вам, вы можете завершить митинг.
uk: Якщо ви росказали про всі свої таски і в команди більше немає до вас питань, ви можете завершити мітинг.

source: Start Meeting
ru: Начать митинг
uk: Розпочати мітинг

source: Next Hint
ru: Следующая подсказка
uk: Наступна підказка

# buttonYes
source: Ok
ru: Ок
uk: Ок

# buttonNo
source: No
ru: Нет
uk: ні

# premiumFeature1
source: Up to ten meetings per day
ru: До десяти митингов в день
uk: До десяти мітингів на день

# premiumFeature2
source: Grammar analysis after each meeting
ru: Разбор грамматики после каждого митинга
uk: Розбір граматики після кожного мітингу

# premiumFeature3
source: Technical interviews
ru: Технические собеседования
uk: Технічні співбесіди

# premiumFeature4
source: Performance and Salary review
ru: Perfomance и Salary review
uk: Perfomance та Salary review

# premiumFeature5
source: No commitments, cancel anytime.
ru: Никаких обязательств, отмена в любое время.
uk: Жодних зобов'язань, скасування будь-коли.

# premiumAlertMessage
source: Congratulations on a successful subscription! You can cancel at any time.
ru: Поздравляем с успешной подпиской! Отменить можно в любой момент
uk: Вітаємо з успішною підпискою! Скасувати можна в будь який момент

# premiumGetPremiumTitle
source: Get Premium Access
ru: Получите Premium аккаунт
uk: Отримайте Premium акаунт

# premiumTrialToggle
source: Free Trial
ru: Бесплатный период
uk: Безкоштовний період

# premiumSave20
source: save ~20%
ru: сэкономьте ~20%
uk: збережи ~20%

# premiumYearlySub
source: Yearly Subscription
ru: Годовая подписка
uk: Річна підписка

# premium3DaysFree
source: 3 days free
ru: 3 дня бесплатно
uk: 3 дні безкоштовно

# premiumAfter3Days
source: Then $4.99/month
ru: Затем 4,99 $ в месяц
uk: Потім 4,99$ на Місяць

# premiumContinueButton
source: Continue
ru: Продолжить
uk: Продовжити

# premiumFreePeriodButton
source: Free Trial
ru: Бесплатный период
uk: Безкоштовний період

# premiumNotPayNow
source: No payment now
ru: Оплата потом
uk: Без сплати зараз

# premiumFailure
source: Subscription failed. Please check your payment details and try again.
ru: Ошибка подписки. Пожалуйста, проверьте данные вашей оплаты и попробуйте снова.
uk: Підписка не вдалася. Будь ласка, перевірте дані вашої оплати та спробуйте знову.

# voiceRecordFinishEditing
source: Finish Editing
ru: Завершить редактирование
uk: Завершити редагування

# voiceRecordStartEditing
source: Edit Text
ru: Редактировать текст
uk: Редагувати текст

# voiceRecordSpeakNow
source: Speak Now
ru: Говорите
uk: Розмовляйте

# voiceRecordPressToStart
source: Press to Start
ru: Нажмите, для старта
uk: Натисніть для старту

# voiceRecordSendMessage
source: Send
ru: Отправить
uk: Надіслати

# settingsViewSetupTeam
source: Set Up Your Team:
ru: Настройте свою команду:
uk: Налаштуйте свою команду:

# settingsViewVoiceOver
source: Voice Over
ru: Озвучивать голосом
uk: Озвучувати голосом

# settingsViewUserStackDescription
source: Description of your position or technology stack:
ru: Ваша должность или технологический стек:
uk: Опис посади або стеку технологій:

# settingsViewProjectDescription
source: Project Description:
ru: Описание проекта:
uk: Опис проекту:

# settingsViewSaveButton
source: Save Settings
ru: Сохранить настройки
uk: Зберегти налаштування

# settingsViewTitle
source: Settings
ru: Настройки
uk: Налаштування

# settingsViewAuthor
source: Сontact an author
ru: Написать автору
uk: Написати автору

# introViewNextButton
source: Next
ru: Далее
uk: Далі

# introViewContinueButton
source: Continue
ru: Продолжить
uk: Продовжити

# introViewYourNameTitle
source: How should we address you?
ru: Как к вам обращаться?
uk: Як до вас звертатись?

# introViewYourNameDescription
source: Your name (in English):
ru: Ваше имя (на английском):
uk: Ваше імʼя (англійською):

# introViewRoleTitle
source: Describe Your Role
ru: Какую роль вы хотели бы играть?
uk: Яку роль ви би хотіли відігравати?

# introViewYourRole
source: Your role:
ru: Ваша роль:
uk: Ваша роль:

# introViewEnglishLevel
source: Your English level?
ru: Ваш уровень английского?
uk: Який ваш рівень англійської?

# introViewProjectTitle
source: What project are you working on?
ru: Над каким проектом вы работаете?
uk: Над яким проєктом ви працюєте?

# introViewProjectDescription
source: We have created a project description for you. You can leave it as is or write your own.
ru: Мы создали описание проекта для вас. Вы можете оставить его или написать свое собственное.
uk: Ми згенерували для вас опис проєкту, можете залишити його, або ж написати власноруч.

# introViewRoleDescription
source: Brief summary (You can take it from your CV). Preferably in English.
ru: Краткое резюме (можно взять его из вашего CV). Предпочтительно на английском.
uk: Коротке резюме (можете взяти з вашого CV). Бажано англійською.

# introViewTeamSetup
source: Set Up Your Team:
ru: Настройте вашу команду:
uk: Налаштуйте вашу команду:

# introViewStartFirstMeeting
source: Start First Meeting
ru: Начать первый митинг
uk: Розпочати перший мітинг

# nameMessage1
source: Welcome
ru: Приветствую
uk: Привіт

# nameMessage2
source: Before starting the first meeting
ru: Перед началом первого митинга
uk: Перед початком першого мітінгу

# nameMessage3
source: to make everything look more realistic
ru: чтобы все выглядело более реалистично
uk: щоб все виглядало більш реалістично

# nameMessage4
source: let's do some setup.
ru: сделаем некоторые настройки.
uk: зробимо деякі налаштування.

# roleMessage1
source: Great!
ru: Замечательно!
uk: Фантастично!

# roleMessage2
source: A few more questions
ru: И еще несколько вопросов
uk: І ще декілька питань

# membersMessage1
source: And lastly
ru: И последнее
uk: І останнє

# membersMessage2
source: Let's set up your team
ru: Давайте настроим вашу команду
uk: Давайте налаштуємо вашу команду

# userSettingsAvatar
source: avatar:
ru: аватар:
uk: аватар:

# userSettingsUsername
source: name:
ru: имя:
uk: імʼя:

# userSettingsRole
source: role:
ru: роль:
uk: роль:

# userSettingsEnglishLevel
source: English level:
ru: уровень английского:
uk: рівень англійської:

# chatScreenTasks
source: Tasks
ru: Задачи

# chatScreenEndMeetTitle
source: End Meeting?
ru: Завершить митинг?
uk: Завершити мітинг?

# chatScreenEndMeetText1
source: In order for the meeting to be considered successful, you need to record at least
ru: Для того чтобы митинг считался успешным, нужно записать еще как минимум
uk: Щоб мітинг вважався пройденим успішно, треба записати ще як мінімум

# chatScreenEndMeetText2
source: messages. Do you still want to end it?
ru: сообщений. Все равно завершить?
uk: повідомлення. Все одно завершити?

# mainViewDailyMeetingTitle
source: Daily Team Meeting
ru: Ежедневный митинг с командой
uk: Daily мітинг з командою

# mainViewTechInterviewTitle
source: Technical Interview
ru: Техническое интервью
uk: Технічне інтервʼю

# mainViewSalaryReviewTitle
source: Performance Review
ru: Perfomance ревью
uk: Perfomance review

# mainViewDailyMeetingDesc
source: Daily team meeting to practice discussing completed and current tasks.
ru: Daily митинг с командой для отработки навыков обсуждения выполненных и текущих задач.
uk: Щоденні мітинги з командою для відточення навиків обговореня виконаних та поточних задач.

# mainViewTechInterviewDesc
source: Prepare for a technical interview and learn about your strengths and weaknesses.
ru: Подготовьтесь к техническому интервью и узнайте о своих сильных и слабых сторонах.
uk: Підготуйся до технічного інтервʼю і дізнайся про свої сильні і слабкі сторони.

# mainViewSalaryReviewDesc
source: Let's check if you're ready for a raise?
ru: Давайте проверим, готовы ли вы к повышению?
uk: Давай перевіримо, чи готові ви до підвищення?

# mainViewDailyChallenge
source: New goals are available!
ru: Доступны новые цели!
uk: Доступні нові цілі!

# mainViewYourMeetings
source: Your Meetings:
ru: Ваши митинги:
uk: Ваші мітинги:

# mainViewTeamIsTired
source: The team is very tired of meetings today, see you tomorrow!
ru: Сегодня команда очень устала от митингов, увидимся завтра!
uk: Сьогодні команда дуже втомилась від мітингів, зустрінемось наступного дня!

# mainViewFreeMeetingPassed
source: You've already used your free meeting. The next one will be available tomorrow. Want to try Premium?
ru: Вы уже воспользовались бесплатным митингом. Следующий будет доступен завтра. Хотите попробовать Премиум?
uk: Ви вже скористались безкоштовним мітингом. Наступний буде доступний завтра. Бажаєте спробувати Premium?

# mainViewPremiumOnly
source: This content is available for Premium accounts only. Want to try?
ru: Этот контент доступен только для Premium аккаунтов. Хотите попробовать?
uk: Цей контент доступний лише для Premium акаунтів. Бажаєте спробувати?

# mainViewDailyChallenges
source: Daily Challenges
ru: Ежедневные события
uk: Щоденні челенджі

# mainViewUserStatistic
source: Overall Stats
ru: Общая статистика
uk: Загальна статистика

# mainViewStatDaily
source: Daily Meetings
ru: Daily митинги
uk: Daily мітинги

# mainViewStatTech
source: Technical Interviews
ru: Технические интервью
uk: Технічні інтервʼю

# mainViewStatPerf
source: Performance Reviews
ru: Perfomance ревью
uk: Perfomance ревʼю

# mainViewPremium
source: Premium
ru: Премиум
uk: Преміум

# mainViewFree
source: Free
ru: Бесплатно
uk: Безкоштовно

# mainViewTimeLeft
source: Time Left:
ru: Осталось времени:
uk: Залишилось:

# mainViewConnect
source: Connect
ru: Присоединиться
uk: Приєднатися

# mainViewDailyChallengeDesc
source: Attend at least one meeting today to catch a star and get closer to free English communication! Start the daily meeting?
ru: Пройдите хотя бы один митинг за сегодня, чтобы поймать звезду и приблизиться к свободному общению на английском! Начать ежедневное собрание?
uk: Пройдіть хоча б один мітинг, щоб впіймати зірочку та стати на крок ближче до вільного спілкування англійською! Розпочати Daily мітинг?

# completedCongratsTitle
source: Congratulations!
ru: Поздравляем!
uk: Вітаємо!

# completedCompleted1
source: You've completed
ru: Вы завершили
uk: Ви завершили

# completedCompleted2
source: and caught a star! Now, let's go over the mistakes.
ru: и словили звездочку! Теперь давайте разберем допущенные ошибки.
uk: і схопили зірочку! А тепер давайте розберемо допущені помилки.

# completedSummary
source: Meeting Summary:
ru: Итоги митинга:
uk: Підсумок мітингу:

# completedGetFullReview
source: Get Full Review
ru: Получить полный разбор
uk: Отримати повний розбір

# privacyTitle
source: Privacy Policy
ru: Политика конфиденциальности

# urlPrivacy
source: https://stepanok.com/privacy-and-policy.html
ru: https://stepanok.com/privacy-and-policy-ru.html

# termsTitle
source: Terms of Service
ru: Правила и условия

# urlTerms
source: https://stepanok.com/terms-and-conditions.html
ru: https://stepanok.com/terms-and-conditions-ru.html

source: Restore Purchases
ru: Восстановить покупки

# premiumDescription
source: Your free trial will start in 3 days, and then you will be charged $4.99 USD per month. According to the Terms of Use of the iTunes Store, which we recommend reviewing before making any online transactions: payment will be charged to your iTunes account after confirmation of purchase; Your subscription to our premium services or products through the program will automatically renew for the same subscription at the same price you originally subscribed at unless you cancel your subscription by turning off automatic renewal at least 24 hours before the end of the current period; Within 24 hours prior to the end of the current period, your account will be charged for the renewal at the same rate as the initial subscription; You can manage subscriptions, and automatic renewal can be turned off by going to account settings in the iTunes & App Store section in your device settings. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription, where applicable.
uk: Ваша безкоштовна пробна версія розпочнеться протягом 3 днів, а потім з вас щомісяця стягуватиметься 4,99 доларів США. Відповідно до Умов використання iTunes Store, з якими ми рекомендуємо ознайомитися, перш ніж здійснювати будь-яку онлайн-транзакцію: оплата буде стягнена з вашого облікового запису iTunes після підтвердження покупки; Ваша підписка на наші преміум-сервіси або продукти через програму буде автоматично поновлена ​​на ту саму підписку з тією ж ціною, що й ви спочатку підписалися, якщо ви не скасуєте свою підписку, вимкнувши автоматичне поновлення принаймні за 24 години до закінчення поточного періоду; За 24 години до закінчення поточного періоду з вашого облікового запису стягуватиметься плата за оновлення за тією ж ставкою, що й у початковій підписці; Ви можете керувати підписками, а автоматичне поновлення можна вимкнути, перейшовши до налаштувань облікового запису в розділі iTunes & App Store у налаштуваннях вашого пристрою. Будь-яка невикористана частина безкоштовного пробного періоду, якщо вона пропонується, буде втрачена, коли користувач придбає підписку, де це можливо.
